Repository: Liturgical-Calendar/LiturgicalCalendarFrontend
Catalog: i18n/*/LC_MESSAGES/litcal.po
Languages: fr, it, nl, sk

source: Collection of Liturgical events for any given year between 1970 and 9999.
sk: Liturgická kolekcia pre ktorýkoľvek rok v rozmedzí od 1970 do 9999.

source: The base %1$s path returns liturgical events for the General Roman Calendar. National and Diocesan calendars can be requested on the %2$s and %3$s paths respectively.
sk: Základná cesta %1$s vracia liturgické udalosti pre Všeobecný rímsky kalendár. Národné a diecézne kalendáre je možné vyžiadať na cestách %2$s a %3$s.

source: Each of these paths can optionally be further specified with a %1$s path parameter. When not specified, the API will default to the current year.
sk: Každú z týchto ciest je možné voliteľne ďalej špecifikovať pomocou parametra cesty %1$s. Ak nie je špecifikovaný, API predvolene použije aktuálny rok.

source: These parameters are useful for tweaking the calendar results, when no National or Diocesan calendar is requested. Since National and Diocesan calendars have these parameters built in, the parameters are not available on the %1$s and %2$s routes.
sk: Tieto parametre sú užitočné na úpravu výsledkov kalendára, keď nie je požadovaný národný alebo diecézny kalendár. Keďže národné a diecézne kalendáre majú tieto parametre zabudované, parametre nie sú dostupné na trasách %1$s a %2$s.

source: N.B. When none of these parameters are set, the API will use the defaults as in use in the Vatican.
sk: Pozn.: Keď nie sú nastavené žiadne z týchto parametrov, API použije predvolené hodnoty používané vo Vatikáne.

source: These request parameters can always be set, whether we are requesting the base %1$s resource or any resource below the %1$s path. National and Diocesan calendars do not have these parameters built-in.
sk: Tieto parametre požiadavky môžu byť vždy nastavené, či už žiadame o základný zdroj %1$s alebo akýkoľvek zdroj pod cestou %1$s. Národné a diecézne kalendáre tieto parametre nemajú zabudované.

source: It is preferable to set the locale using the Accept-Language header rather than using the locale parameter. N.B. The Accept-Language header will have no effect when a National or Diocesan calendar is requested.
sk: Je vhodnejšie nastaviť lokalitu pomocou hlavičky Accept-Language než pomocou parametra locale. Upozornenie: Hlavička Accept-Language nebude mať žiadny vplyv, keď sa žiada o národný alebo diecézny kalendár.

source: It is preferable to request the response content type using the Accept header rather than using the return_type parameter.
sk: Je lepšie požiadať o typ obsahu odpovede pomocou hlavičky Accept než pomocou parametra return_type.

source: When not specified, the API will default to the current year. Try specifically setting the year by changing the value here.
sk: Ak nie je uvedené inak, API predvolene nastaví aktuálny rok. Skúste konkrétne nastaviť rok zmenou hodnoty tu.

source: Request parameters available on the base %s path
sk: Dostupné parametre požiadaviek na základnej ceste %s

source: Request parameters available on all %1$s paths
sk: Parametre požiadaviek dostupné na všetkých cestách %1$s

source: General Roman Calendar
fr: Calendrier Romain Général
it: Calendario Romano Generale
nl: Algemene Romeinse kalender
sk: Všeobecný rímsky kalendár

source: Catholic Liturgical Calendar
fr: Calendrier Liturgique Catholique
it: Calendario Liturgico Cattolico
nl: Katholieke Liturgische Kalender
sk: Katolícky liturgický kalendár

source: API %1$s endpoint
sk: API %1$s koncový bod

source: Path builder
sk: Staviteľ cesty

source: URL of the API request based on selected options. The button is set to the same URL, click on it to see results.
sk: URL požiadavky API na základe vybraných možností. Tlačidlo je nastavené na rovnakú URL, kliknite naň, aby ste videli výsledky.

source: Liturgical Calendar Validator
nl: Liturgische Kalender Validatie hulpmiddel
sk: Overovač liturgického kalendára

source: In order to verify that the liturgical data produced by the API is correct, there is a Unit Test interface that can run predefined tests against the JSON responses produced by the API starting from the year 1970 and going up to 25 years from the current year.
it: Per verificare che i dati liturgici prodotti dall'API siano corretti, c'è un'interfaccia di Test Unitario che può avviare dei test predefiniti sulle risposte JSON prodotte dall'API partendo dall'anno 1970 fino a 25 anni nel futuro rispetto all'anno corrente.
nl: Om te controleren of de liturgische gegevens die door de API worden geproduceerd correct zijn, is er een Unit Test-interface die vooraf gedefinieerde tests kan uitvoeren tegen de JSON-responses die door de API worden geproduceerd, beginnend vanaf het jaar 1970 en tot 25 jaar vanaf het huidige jaar.
sk: Aby bolo možné overiť, že liturgické údaje vytvorené API sú správne, existuje rozhranie Unit Test, ktoré môže spustiť preddefinované testy proti JSON odpovediam vytvoreným API od roku 1970 až do 25 rokov od aktuálneho roku.

source: The unit tests are defined in the %s folder in the Liturgical Calendar API repository.
it: I test unitari sono definiti nella cartella %s all'interno del repository dell'API del Calendario Liturgico.
nl: De unit tests zijn gedefinieerd in de %s map in de repository van de Liturgische Kalender API.
sk: Jednotkové testy sú definované v priečinku %s v repozitári Liturgického kalendára API.

source: The unit test interface is curated in a repository of its own: %s.
it: L'interfaccia di test unitari viene curata in un repository tutto suo: %s.
nl: De interface voor de unit test is samengesteld in een eigen repository: %s.
sk: Rozhranie jednotkového testu je spravované v samostatnom úložisku: %s.

source: Translation Tool
nl: Vertaalhulpmiddel
sk: Nástroj na preklad

source: Translations status
nl: Vertalingsstatus
sk: Stav prekladov

source: Open API Schema
sk: Otvoriť schému API

source: Swagger / Open API Documentation
fr: Documentation Swagger/OpenAPI
it: Documentazione Swagger / OpenAPI
nl: Swagger / Openen API-documentatie
sk: Swagger / Open API Dokumentácia

source: All of the available API routes with their supported methods, parameters, content types and responses are described here.
sk: Všetky dostupné API trasy s ich podporovanými metódami, parametrami, typmi obsahu a odpoveďami sú popísané tu.

source: Calculation of the Dates of Easter
sk: Výpočet dátumov Veľkej noci

source: Currently the data can be requested with almost any localization. In any case, since the API returns a UNIX timestamp for each date of Easter, localizations can be done in a client application just as well.
fr: Les données peuvent actuellement être demandées dans pratiquement toutes les langues. Dans tous les cas, étant donné que l'API renvoie un horodatage Unix pour chaque date de Pâques, la localisation peut également être effectuée par l'application cliente.
it: Attualmente i dati possono essere richiesti in praticamente qualsiasi lingua. In ogni caso, visto che l'API restituisce uno Unix Timestamp per ogni data della Pasqua, la localizzazione può essere effettuata anche dall'applicazione cliente.
nl: Momenteel kunnen de gegevens met vrijwel elke lokalisatie worden opgevraagd. In elk geval, aangezien de API een UNIX-tijdstempel retourneert voor elke datum van Pasen, kunnen lokalisaties net zo goed in een clienttoepassing worden uitgevoerd.
sk: Momentálne je možné údaje vyžiadať s takmer akoukoľvek lokalizáciou. V každom prípade, keďže API vracia UNIX časovú pečiatku pre každý dátum Veľkej noci, lokalizácie môžu byť vykonané rovnako dobre v klientskej aplikácii.

source: A Liturgical Calendar API from which you can retrieve data for the Liturgical events of any given year from 1970 onwards, whether for the Universal or General Roman Calendar or for derived National and Diocesan calendars
fr: Une API pour le calendrier liturgique à partir de laquelle vous pouvez récupérer des données pour les événements liturgiques d'une année donnée à partir de 1970, que ce soit pour le calendrier romain universel ou général ou pour les calendriers nationaux et diocésains dérivés
it: Una API per il Calendario Liturgico, da cui estrarre i dati degli eventi liturgici di un qualsiasi anno dal 1970 fino al 9999, sia per il Calendario Romano Universale che per i calendari nazionali e diocesani derivati
nl: Een liturgische kalender-API waaruit u gegevens kunt ophalen voor de liturgische gebeurtenissen van een bepaald jaar vanaf 1970, of het nu gaat om de universele of algemene Romeinse kalender of om afgeleide nationale en diocesane kalenders
sk: API liturgického kalendára, z ktorého môžete získať údaje o liturgických udalostiach pre akýkoľvek rok od roku 1970, či už pre univerzálny alebo všeobecný rímsky kalendár, alebo pre odvodené národné a diecézne kalendáre

source: Examples
fr: Exemples
it: Esempi
nl: Voorbeelden
sk: Príklady

source: Example usage of the API
nl: Voorbeeldgebruik van de API
sk: Príklad použitia API

source: Web calendar
fr: Calendrier HTML
it: Calendario HTML
nl: Webkalender
sk: Webový kalendár

source: HTML presentation elaborated by PHP using the `@liturgical-calendar/components` package
sk: Prezentácia HTML vypracovaná pomocou PHP s použitím balíka `@liturgical-calendar/components`

source: View PHP Example
fr: Voir l'exemple PHP
it: Visualizza l'esempio in PHP
nl: Bekijk PHP-voorbeeld
sk: Zobraziť príklad PHP

source: HTML presentation elaborated by JavaScript using the `@liturgical-calendar/components-js` ESM module
sk: HTML prezentácia vytvorená pomocou JavaScriptu s využitím ESM modulu `@liturgical-calendar/components-js`

source: View JavaScript Example
fr: Voir l'exemple Javascript
it: Visualizza l'esempio in Javascript
nl: Bekijk JavaScript-voorbeeld
sk: Zobraziť príklad JavaScriptu

source: Calendar
fr: Calendrier
it: Calendario
nl: Kalender
sk: Kalendár

source: FullCalendar representation elaborated by JavaScript using the `@liturgical-calendar/components-js` ESM module
sk: Zobrazenie FullCalendar spracované pomocou JavaScriptu s použitím modulu ESM `@liturgical-calendar/components-js`

source: View FullCalendar
it: Visualizza l'esempio FullCalendar
nl: Bekijk FullCalendar voorbeeld
sk: Zobraziť celý kalendár

source: View FullCalendar (messages first)
fr: Voir l'exemple FullCalendar (messages ci-dessus)
it: Visualizza l'esempio FullCalendar (messaggi in alto)
nl: Bekijk FullCalendar voorbeeld (berichten eerst)
sk: Zobraziť celý kalendár (najprv správy)

source: Calendar subscription
fr: Abonnement au calendrier
it: Sottoscrizione calendario
nl: Kalender abonnement
sk: Predplatenie kalendára

source: Select calendar
sk: Vyber kalendár

source: Calendar subscription URL
fr: URL d'abonnement au calendrier
it: URL di sottoscrizione del calendario
nl: Kalender-abonnements-URL
sk: URL na prihlásenie sa na odber kalendára

source: Click on the link above to copy it to the clipboard.
sk: Kliknite na odkaz vyššie, aby ste ho skopírovali do schránky.

source: Navigate to %s.
fr: Accédez à %s.
it: Naviga a %s.
nl: Navigeer naar %s.
sk: Prejdite na %s.

source: At the bottom left corner of the screen, next to Other calendars, click on the + icon to add a new calendar, and choose <i><b>From URL</b></i>.
fr: En bas à gauche de la fenêtre, à côté d'Autres agendas, cliquez sur l'icône + pour ajouter un nouvel agenda, puis sélectionnez <i><b>À partir de l'URL</b></i>.
it: In fondo a sinistra alla finestra, accanto ad Altri calendari, clicca sull'icona + per aggiungere un nuovo calendario, e scegli <i><b>Da URL</b></i>.
nl: Klik in de linkerbenedenhoek van het scherm, naast Andere kalenders, op het +-pictogram om een nieuwe agenda toe te voegen en kies <i><b>Van URL</b></i>.
sk: V ľavom dolnom rohu obrazovky, vedľa Iné kalendáre, klikni na ikonu +, aby si pridal nový kalendár, a vyber <i><b>Z URL</b></i>.

source: Paste in the URL that you copied earlier.
fr: Collez l'URL que vous avez copiée ci-dessus plus tôt.
it: Incolla l'URL che hai copiato da sopra poc'anzi.
nl: Plak de URL die u eerder hebt gekopieerd.
sk: Prilepte URL, ktorý ste skopírovali skôr.

source: Once subscribed, your calendar will be populated with the events from the subscription URL.
fr: Une fois que vous vous êtes abonné, votre calendrier sera rempli d'événements à partir de l'URL d'abonnement.
it: Una volta effettuata la sottoscrizione, il tuo calendario verrà popolato con gli eventi dall'URL di sottoscrizione.
nl: Eenmaal geabonneerd, wordt uw agenda gevuld met de evenementen van de abonnements-URL.
sk: Po prihlásení bude váš kalendár naplnený udalosťami z URL adresy predplatného.

source: Google Calendar will poll the calendar URL every 8 hours.
fr: Google Agenda interrogera l'URL de l'agenda une fois toutes les 8 heures.
it: Google Calendar sonderà l'URL del calendario una volta ogni 8 ore.
nl: Google Agenda peilt de agenda-URL elke 8 uur.
sk: Google Kalendár bude kontrolovať URL kalendára každých 8 hodín.

source: Since you have made a subscription, any updates in the Liturgical Calendar API will be propagated to your subscription.
fr: Comme il s'agit d'un abonnement, toutes les mises à jour de l'API du calendrier liturgique susceptibles d'affecter les événements seront transmises à votre abonnement.
it: Visto che si tratta di una sottoscrizione, un qualsiasi aggiornamento nell'API del Calendario Liturgico che può avere effetto sugli eventi verrà propagato alla tua sottoscrizione.
nl: Aangezien u een abonnement heeft afgesloten, worden eventuele updates in de liturgische kalender-API doorgevoerd in uw abonnement.
sk: Keďže ste si predplatili, všetky aktualizácie v API liturgického kalendára budú propagované do vášho predplatného.

source: You will only see events for the current year. On the first day of a new year however, new events will be created automatically for the new year.
fr: Seuls les événements de l'année en cours seront visibles. Le premier jour d'une nouvelle année, les événements de la nouvelle année seront créés automatiquement.
it: Saranno visibili soltanto gli eventi per l'anno corrente. Il primo giorno di un nuovo anno, verranno creati in automatico gli eventi per il nuovo anno.
nl: U ziet alleen evenementen voor het huidige jaar. Op de eerste dag van een nieuw jaar worden er echter automatisch nieuwe evenementen voor het nieuwe jaar aangemaakt.
sk: Uvidíš iba udalosti pre aktuálny rok. Avšak, v prvý deň nového roka sa automaticky vytvoria nové udalosti pre nový rok.

source: Once the calendar has been added from a desktop, it will become available for the same Gmail account on the Google Calendar app on a smartphone.
fr: Une fois que vous avez ajouté le calendrier à partir de la version de bureau de Google Agenda, il sera alors disponible pour le même compte Gmail sur l'application Android Google Calendar.
it: Una volta aggiunto il calendario dalla versione desktop di Google Calendar, sarà poi disponibile per lo stesso account Gmail sull'app android di Google Calendar.
nl: Zodra de agenda is toegevoegd vanaf een desktop, wordt deze beschikbaar voor hetzelfde Gmail-account in de Google Kalender-app op een smartphone.
sk: Ako sa kalendár pridá z počítača, bude dostupný pre rovnaký účet Gmail v aplikácii Google Kalendár na smartfóne.

source: Go to <i><b>Phone Settings → Accounts → Add account → Other → Add Calendar</b></i>.
fr: Accédez à <i><b>Paramètres du téléphone → Compte → Ajouter un compte → Plus → Ajouter un calendrier</b></i>.
it: Vai a <i><b>Impostazioni Telefono → Account → Aggiungi account → Altro → Aggiungi Calendario</b></i>.
nl: Ga naar <i><b>Telefooninstellingen → Accounts → Account toevoegen → Overige → Kalender toevoegen</b></i>.
sk: Choď do <i><b>Nastavenia telefónu → Účty → Pridať účet → Iné → Pridať kalendár</b></i>.

source: The iPhone Calendar app will poll the calendar URL based on the settings at <i><b>Phone Settings → Accounts → Fetch New Data → Fetch</b></i>.
fr: L'application iPhone Calendar interrogera l'URL du calendrier abonné en fonction des paramètres de <i><b>Paramètres du téléphone → Compte → Récupérer de nouvelles données → Récupérer</b></i>.
it: L'app Calendario dell'iPhone sonderà l'URL del calendario sottoscritto in base alle impostazioni a <i><b>Impostazioni del Telefono → Account → Acquisisci nuovi dati → Acquisisci</b></i>.
nl: De iPhone Kalender-app peilt de kalender-URL op basis van de instellingen in <i><b>Telefooninstellingen → Accounts → Nieuwe gegevens ophalen → Ophalen</b></i>.
sk: Aplikácia Kalendár v iPhone bude kontrolovať URL kalendára na základe nastavení v <i><b>Nastavenia telefónu → Účty → Načítať nové dáta → Načítať</b></i>.

source: If you have not yet added the calendar subscription from the desktop version of Google Calendar, please do so now (see %s).
fr: Si vous n'avez pas encore ajouté votre calendrier d'abonnement via la version de bureau de Google Agenda, veuillez le faire maintenant (voir %s).
it: Se non hai ancora aggiunto il calendario da sottoscrivere attraverso la versione desktop di Google Calendar, si prega farlo ora (vedi %s).
nl: Als je het agenda-abonnement nog niet hebt toegevoegd vanuit de desktopversie van Google Kalender, doe dit dan nu (zie %s).
sk: Ak ste ešte nepridali odber kalendára z desktopovej verzie Google Kalendára, urobte tak teraz (pozrite %s).

source: Open the Google Calendar app.
fr: Ouvrez l'application Google Agenda.
it: Apri l'app di Google Calendar.
nl: Open de Google Kalender-app.
sk: Otvorte aplikáciu Google Kalendár.

source: Go to <i><b>Settings</b></i>, then under the account which you used for the Desktop version, click on the Calendar subscription name.
fr: Allez dans <i><b>Paramètres</b></i>, puis sous le compte que vous avez utilisé pour la version Desktop, cliquez sur le nom du calendrier abonné.
it: Vai a <i><b>Impostazioni</b></i>, poi sotto l'account che hai usato per la versione Desktop, clicca sul nome del calendario sottoscritto.
nl: Ga naar <i><b>Instellingen</b></i> en klik vervolgens onder het account dat u voor de Desktop-versie hebt gebruikt op de naam van het Kalender-abonnement.
sk: Prejdite na <i><b>Nastavenia</b></i>, potom pod účtom, ktorý ste použili pre verziu pre počítač, kliknite na názov predplatného kalendára.

source: Make sure <i><b>Synchronization</b></i> is turned on.
fr: Assurez-vous que <i><b>Sync</b></i> est activé.
it: Assicùrati che <i><b>Sincronizzazione</b></i> è attivata.
nl: Zorg ervoor dat <i><b>Synchronisatie</b></i> is ingeschakeld.
sk: Uisti sa, že <i><b>Synchronizácia</b></i> je zapnutá.

source: tested with Outlook 2013
fr: testé avec Outlook 2013
it: testato con Outlook 2013
nl: getest met Outlook 2013
sk: testované s Outlookom 2013

source: At the bottom of the screen, switch from Email view to Calendar view.
fr: En bas de la fenêtre, passez de la vue Courrier à la vue Calendrier.
it: In fondo alla finestra, cambia da visualizzazione Posta a visualizzazione Calendario.
nl: Schakel onder aan het scherm van de E-mailweergave naar de Kalenderweergave..
sk: V dolnej časti obrazovky prepnite z pohľadu Email na pohľad Kalendár.

source: On the ribbon of the Home menu item, click on <i><b>Open calendar → From the internet</b></i>.
fr: Dans le ruban de la section Accueil, cliquez sur <i><b>Ouvrir le calendrier → À partir d'Internet</b></i>.
it: Sulla barra multifunzione nella sezione Home, clicca su <i><b>Apri calendario → Dall'internet</b></i>.
nl: Klik op het lint van het menu-item Home op <i><b>Kaleneder openen → Van internet</b></i>.
sk: Na páse položky ponuky Domov klikni na <i><b>Otvoriť kalendár → Z internetu</b></i>.

source: On the following screen, check the checkbox along the lines of "Poll this calendar in the interval suggested by the creator".
fr: Sur l'écran suivant, cochez la case où il est écrit quelque chose comme "Sondez ce calendrier dans l'intervalle suggéré par le créateur".
it: Nella schermata successiva, spunta il casello di controllo dove c'è scritto qualcosa tipo "Sonda questo calendario nell'intervallo suggerito dal creatore".
nl: Vink op het volgende scherm het selectievakje aan in de trant van "Poll deze kalender in het interval voorgesteld door de maker".
sk: Na nasledujúcej obrazovke začiarknite políčko vedľa textu "Kontrolovať tento kalendár v intervale navrhnutom tvorcom".

source: Outlook Calendar should now poll the calendar URL once a day.
fr: Le calendrier Outlook devrait maintenant interroger l'URL du calendrier une fois par jour.
it: Outlook Calendar dovrebbe ora sondare l'URL del calendario una volta al giorno.
nl: Outlook Kalender zou nu de agenda-URL één keer per dag moeten peilen.
sk: Outlook Kalendár by mal teraz kontrolovať URL kalendára raz denne.

source: Make sure the Calendar is created in the Other calendars folder; if you find it under the Personal calendars folder, drag it and drop it onto the Other calendars folder, so as to ensure that it is treated as a subscription internet calendar.
fr: Assurez-vous que le calendrier est créé dans le dossier Autres calendriers ; si vous le trouvez dans votre dossier Mes calendriers, faites-le glisser vers le dossier Autres calendriers afin qu'il soit traité comme un calendrier abonné et non comme un calendrier local.
it: Assicùrati che il Calendario venga creato nella cartella Altri calendari; se te lo ritrovi nella cartella Calendari personali, trascinalo alla cartella Altri calendari, in modo che venga trattato come calendario sottoscritto e non come calendario locale.
nl: Zorg ervoor dat de Kalender is gemaakt in de map Andere kalenders; als je het vindt in de map Persoonlijke kalenders, sleep het dan naar de map Andere kalenders, om ervoor te zorgen dat het wordt behandeld als een internetkalender met abonnement.
sk: Uistite sa, že Kalendár je vytvorený v priečinku Ostatné kalendáre; ak ho nájdete v priečinku Osobné kalendáre, presuňte ho do priečinka Ostatné kalendáre, aby bol považovaný za internetový kalendár na odber.

source: You can manually fetch new data by clicking on <i><b>Send/receive all</b></i> (from the SEND/RECEIVE menu item).
fr: Vous pouvez également mettre à jour manuellement les données en cliquant sur <i><b>Tout envoyer/recevoir</b></i> (depuis l'élément de menu ENVOYER/RECEVOIR).
it: Puoi anche aggiornare manualmente i dati cliccando su <i><b>Invia/ricevi tutto</b></i> (dalla voce di menu INVIA/RICEVI).
nl: U kunt handmatig nieuwe gegevens ophalen door te klikken op <i><b>Alles verzenden/ontvangen</b></i> (vanuit het menu-item VERZENDEN/ONTVANGEN).
sk: Nové údaje môžete manuálne načítať kliknutím na <i><b>Odoslať/prijať všetko</b></i> (z položky menu ODOSLAŤ/PRIJÍMAŤ).

source: Outlook Calendar supports a minimal amount of HTML in the event description, so the event descriptions provided by the subscription URL are a little bit more "beautified" for Outlook.
fr: Le calendrier Outlook prend également en charge un minimum de HTML dans les descriptions d'événements, de sorte que les descriptions d'événements générées à partir de l'URL d'abonnement sont plus « embellies » pour Outlook.
it: Outlook Calendar supporta anche un minimo di HTML nella descrizione degli eventi, pertanto le descrizioni degli eventi generate dall'URL di sottoscrizione sono maggiormente "abbellite" per Outlook.
nl: Outlook Kalender ondersteunt een minimale hoeveelheid HTML in de gebeurtenisbeschrijving, dus de gebeurtenisbeschrijvingen die door de abonnements-URL worden geleverd, zijn iets "verfraaider" voor Outlook.
sk: Outlook Kalendár podporuje minimálne množstvo HTML v popise udalosti, takže popisy udalostí poskytované URL adresou predplatného sú pre Outlook trochu viac "skrášlené".

source: Dates of Easter
it: Date della Pasqua
nl: Data van Pasen
sk: Dátumy Veľkej noci
