Repository: Liturgical-Calendar/LiturgicalCalendarFrontend
Catalog: i18n/*/LC_MESSAGES/litcal.po
Languages: fr, it, nl, sk

source: Dedication of a Church
it: Dedicazione di una Chiesa
nl: Kerkwijding
sk: Posviacka kostola

source: Blessed Virgin Mary
it: Beata Vergine Maria
nl: H. Maagd Maria
sk: Blahoslavená Panna Mária

source: Martyrs
it: Martiri
nl: Martelaren
sk: Mučeníci

source: Pastors
it: Pastori
nl: Herders
sk: Pastori

source: Doctors
it: Dottori della Chiesa
nl: Kerkleraren
sk: Lekári

source: Virgins
fr: Vierges
it: Vergini
nl: Maagden
sk: Panny

source: Holy Men and Women
it: Santi e delle Sante
nl: Heilige mannen en vrouwen
sk: Svätí muži a ženy

source: For One Martyr
it: Per un martire
nl: Voor een martelaar
sk: Pre jedného mučeníka

source: For Several Martyrs
it: Per più martiri
nl: Voor meer martelaren
sk: Pre niekoľkých mučeníkov

source: For Missionary Martyrs
it: Per i martiri missionari
nl: Voor missionarissen-martelaren
sk: Za misionárskych mučeníkov

source: For One Missionary Martyr
it: Per un martire missionario
nl: Voor een missionaire martelaar
sk: Za jedného misionárskeho mučeníka

source: For Several Missionary Martyrs
it: Per più martiri missionari
nl: Voor meer missionarissen-martelaren
sk: Za niekoľkých misionárskych mučeníkov

source: For a Virgin Martyr
it: Per una vergine martire
nl: Voor een maagd-martelares
sk: Pre Pannu Martýrku

source: For a Holy Woman Martyr
it: Per una santa martire
nl: Voor een heilige martelares
sk: Pre svätú ženu mučeníčku

source: For a Pope
it: Per un papa
nl: Voor een Paus
sk: Pre pápeža

source: For a Bishop
it: Per un vescovo
nl: Voor een bisschop
sk: Pre biskupa

source: For One Pastor
it: Per un pastore
nl: Voor één priester
sk: Pre jedného pastora

source: For Several Pastors
it: Per più pastori
nl: Voor meerdere priesters
sk: Pre niekoľkých pastierov

source: For Founders of a Church
it: Per i fondatori delle chiese
nl: Voor stichters van een plaatselijke kerk
sk: Pre zakladateľov Cirkvi

source: For One Founder
it: Per un fondatore
nl: Voor één stichter
sk: Pre jedného zakladateľa

source: For Several Founders
it: Per più fondatori
nl: Voor meerdere stichters
sk: Za viacerých zakladateľov

source: For Missionaries
it: Per i missionari
nl: Voor missionarissen
sk: Pre misionárov

source: For One Virgin
it: Per una vergine
nl: Voor één maagd
sk: Pre jednu Pannu

source: For Several Virgins
it: Per più vergini
nl: Voor meerdere maagden
sk: Pre niekoľko panien

source: For Several Saints
it: Per più santi
nl: Voor meerdere heiligen
sk: Pre niekoľkých svätých

source: For One Saint
it: Per un santo
nl: Voor één heilige
sk: Pre jedného svätého

source: For an Abbot
it: Per un abate
nl: Voor een abt
sk: Za opáta

source: For a Monk
it: Per un monaco
nl: Voor een monnik
sk: Pre mnícha

source: For a Nun
it: Per una monaca
nl: Voor een non
sk: Pre mníšku

source: For Religious
it: Per i religiosi
nl: Voor kloosterlingen
sk: Pre náboženské účely

source: For Those Who Practiced Works of Mercy
it: Per gli operatori di misericordia
nl: Voor hen die werken van barmhartigheid hebben verricht
sk: Pre tých, ktorí vykonávali skutky milosrdenstva

source: For Educators
it: Per gli educatori
nl: Voor opvoeders
sk: Pre pedagógov

source: For Holy Women
it: Per le sante
nl: Voor heilige vrouwen
sk: Za sväté ženy

# (SING_FEMM)
source: of the
fr: de la
it: della
nl: voor de
sk: z

# (PLUR_FEMM)
source: of
fr: des
it: delle
nl: voor
sk: z

# (PLUR_MASC)
source: of
fr: des
it: dei
nl: voor
sk: z

# (SING_MASC)
source: of the
fr: du
it: del
nl: voor de
sk: z

source: From the Common
it: Dal Comune
nl: Gemeenschappelijke
sk: Z bežného

source: or
it: oppure
nl: of
sk: alebo

source: weekday
it: feria
nl: weekdag
sk: pracovný deň

source: Commemoration
it: Commemorazione
nl: Vrije gedachtenis
sk: Spomienka

source: Optional memorial
fr: Mémoire optionnelle
it: Memoria facoltativa
nl: Vrije gedachtenis
sk: Ľubovoľná spomienka

source: Memorial
fr: Mémoire
it: Memoria
nl: Gedachtenis
sk: Pamiatka

source: FEAST
fr: FÊTE
it: FESTA
nl: FEEST
sk: SVIATOK

source: FEAST OF THE LORD
fr: FÊTE DU SEIGNEUR
it: FESTA DEL SIGNORE
nl: FEEST VAN DE HEER
sk: SVIATOK PÁNA

source: SOLEMNITY
fr: SOLENNITÉ
it: SOLENNITÀ
nl: HOOGFEEST
sk: SLÁVNOSŤ

source: celebration with precedence over solemnities
fr: célébration qui prime sur les solennités
it: celebrazione con precedenza sulle solennità
nl: viering met voorrang op hoogfesten
sk: slávenie s prednosťou pred slávnosťami

source: Priest in the Diocese of Rome, author of the <a href="%1$s" target="_blank">BibleGet project</a> and of the <a href="%2$s" target="_blank">Liturgical Calendar project</a>
sk: Kňaz v Rímskej diecéze, autor projektu <a href="%1$s" target="_blank">BibleGet</a> a projektu <a href="%2$s" target="_blank">Liturgický kalendár</a>

source: Software Developer based in St. Paul, MN (USA), Co-Founder at JobPost, Senior Software Engineer at Agile Orbit, founder of the St. Isidore Guild for Catholic IT Professionals, contributed the bootstrap theming of the project website
sk: Softvérový vývojár so sídlom v St. Paul, MN (USA), spoluzakladateľ JobPost, senior softvérový inžinier v Agile Orbit, zakladateľ Cechu sv. Izidora pre katolíckych IT profesionálov, prispel k bootstrapovému dizajnu webovej stránky projektu

source: Full stack web developer, contributed to the generation of the Open API documentation
sk: Full stack web developer, prispel k vytvoreniu dokumentácie Open API

source: Latin Liturgy Association of the Netherlands, contributed the national calendar for the Netherlands to this project with all related translations
it: Associazione per il Latino nella Liturgia nei Paesi Bassi, ha contribuito a questo progetto con il calendario nazionale per i Paesi Bassi con tutte le relative traduzioni
nl: Latijnse Liturgie Vereniging van Nederland, droeg de nationale kalender voor Nederland bij aan dit project met alle bijbehorende vertalingen
sk: Latinská liturgická asociácia Holandska prispela do tohto projektu národným kalendárom pre Holandsko so všetkými súvisiacimi prekladmi

source: Senior software engineer at Strava, author of the ConfessIt app, contributed to the structuring of the JSON responses of the Liturgical Calendar API
sk: Senior softvérový inžinier v Strave, autor aplikácie ConfessIt, prispel k štruktúrovaniu JSON odpovedí Liturgického kalendára API

source: Software Engineer and contributor to Salt + Light Television, contributed information about the dioceses of Latin rite
sk: Softvérový inžinier a prispievateľ do Salt + Light Television, prispel informáciami o diecézach latinského obradu

source: Chancellor of the Diocese of Charlottetown, contributed liturgical calendar data for Canada in both English and French
sk: Kancelár diecézy Charlottetown prispel údajmi o liturgickom kalendári pre Kanadu v angličtine aj francúzštine

source: This liturgical event does not seem to exist? Please choose from a value in the list.
sk: Táto liturgická udalosť sa zdá, že neexistuje. Prosím, vyberte hodnotu zo zoznamu.

source: This liturgical event does not exist, so it will be created.
sk: Táto liturgická udalosť neexistuje, preto sa vytvorí.

source: Choose from existing liturgical events
sk: Vyber si z existujúcich liturgických udalostí

source: Choose from existing liturgical events (or create a new one)
sk: Vyber si zo súčasných liturgických udalostí (alebo si vytvor novú)

source: Property to change
fr: Propriété à modifier
it: Proprietà da modificare
nl: Eigenschap wijzigen
sk: Vlastnosť na zmenu

source: Grade
it: Grado
nl: Graad
sk: Trieda

source: Common (or Proper)
fr: Commun (ou Propre)
it: Comune (o Proprio)
nl: Gemeenschappelijke (of Eigen)
sk: Bežné (alebo Vlastné)

source: Extending the API
fr: Extension de la API
it: Estendi l'API
nl: Uitbreiding van de API
sk: Rozšírenie API

source: Usage
fr: Utilisation
it: Utilizzo
nl: Gebruik
sk: Použitie

source: Translations
nl: Vertalingen
sk: Preklady

source: Decrees
sk: Nariadenia

source: About us
fr: À propos de nous
it: Chi siamo
nl: Over ons
sk: O nás

source: Home
nl: Startpagina
sk: Domov

source: Documentation
it: Documentazione
nl: Documentatie
sk: Dokumentácia

source: Examples of Usage
it: Esempi di Utilizzo
nl: Voorbeelden van gebruik
sk: Príklady použitia

source: A Liturgical Calendar API from which you can retrieve data for the Liturgical events of any given year from 1970 to 9999, whether for the Universal or General Roman Calendar or for derived National and Diocesan calendars
fr: Une API pour le calendrier liturgique à partir de laquelle vous pouvez récupérer des données pour les événements liturgiques d'une année donnée à partir de 1970 jusqu'à 9999, que ce soit pour le calendrier romain universel ou général ou pour les calendriers nationaux et diocésains dérivés
it: Una API per il Calendario Liturgico, da cui estrarre i dati degli eventi liturgici di un qualsiasi anno dal 1970 fino al 9999, sia per il Calendario Romano Universale che per i calendari nazionali e diocesani derivati

source: Calendar to retrieve from the API
fr: Calendrier à récupérer depuis l'API
it: Calendario da reperire dall'API

source: Liturgical Calendar API endpoint
fr: API du calendrier liturgique
it: API del Calendario Liturgico
nl: Liturgische Kalender API-eindpunt

source: If a national or diocesan calendar is requested, these calendars will automatically set the specific options in the API request. If instead no national or diocesan calendar is requested (i.e. the Universal Calendar is requested) then the more specific options can be requested:
fr: Si un calendrier national ou diocésain est demandé, ces mêmes calendriers fixeront automatiquement divers paramètres de la demande (local, épiphanie, corpuschristi, ascension). Si au lieu de cela aucun calendrier national ou diocésain n'est demandé (c'est-à-dire simplement le calendrier universel est demandé), alors dans ce cas, il est possible de définir les paramètres plus spécifiquement :
it: Se viene richiesto un calendario nazionale o diocesano, questi stessi calendari imposteranno in automatico vari parameteri della richiesta (locale, epifania, corpuschristi, ascensione). Se invece non viene richiesto alcun calendario nazionale o diocesano (ossia, viene richiesto semplicemente il Calendario Universale), allora in quel caso è possibile impostare i parametri più specificamente:

source: URL for the API request based on selected options (the above button is set to this URL)
fr: URL de la requête à l'API effectuée selon les options sélectionnées (le bouton ci-dessus est paramétré sur cette URL)
it: URL per la richiesta all'API formulata in base alle opzioni selezionate (il pulsante sopra è impostato a questo URL)

source: LitCal Validator
it: Validatore LitCal

source: Calculation of the Date of Easter
fr: Calcul de la date de Pâques
it: Calcolo della Data della Pasqua
nl: Berekening van de datum van Pasen

source: A simple API endpoint that returns data about the Date of Easter, both Gregorian and Julian, from 1583 (year of the adoption of the Gregorian Calendar) to 9999 (maximum possible date calculation in 64bit PHP), using a PHP adaptation of the Meeus/Jones/Butcher algorithm for Gregorian easter (observed by the Roman Catholic church) and of the Meeus algorithm for Julian easter (observed by orthodox churches)
fr: Un point de terminaison d'API simple qui renvoie des données sur la date de Pâques, à la fois grégorienne et julienne, de 1583 (année d'adoption du calendrier grégorien) à 9999 (calcul de la date maximale possible en PHP 64 bits) , en utilisant une adaptation PHP de l'algorithme Meeus / Jones / Butcher pour les Pâques grégoriens (observé par l'église catholique romaine) et de l'algorithme Meeus pour les Pâques de Julian (observé par les églises orthodoxes)
it: Una API che semplicemente restituisce dati riguardo alla data della Pasqua, sia Gregoriana che Giuliana, dall'anno 1583 (anno di adozione del Calendario Gregoriano) al 9999 (massima data calcolabile nel PHP a 64 bit), utilizzando un adattamento PHP dell'algoritmo Meeus/Jones/Butcher per il calcolo della Pasqua Gregoriana (celebrata dalla Chiesa Romana) e dell'algoritmo di Meeus per il calcolo della Pasqua Giuliana (celebrata dalle chiese ortodosse)

source: Date of Easter API endpoint
fr: Date de Pâques API
it: API per la Data della Pasqua
nl: Datum van Pasen API-eindpunt

source: Definition
fr: Définition
it: Definizione

source: HTML presentation elaborated by PHP using a CURL request
fr: Présentation HTML traitée par PHP à l'aide d'une requête cURL
it: Presentazione HTML elaborata da PHP con l'utilizzo di una richiesta cURL
nl: HTML-presentatie uitgewerkt door PHP met behulp van een CURL-verzoek

source: HTML presentation elaborated by JAVASCRIPT using an AJAX request
fr: Présentation HTML traitée en Javascript à l'aide d'une requête AJAX
it: Presentazione HTML elaborata in Javascript utilizzando una richiesta AJAX
nl: HTML-presentatie uitgewerkt door JAVASCRIPT met behulp van een AJAX-verzoek

source: FullCalendar representation elaborated by JAVASCRIPT using an AJAX request
it: Presentazione FullCalendar elaborata in Javascript utilizzando una richiesta AJAX
nl: Bekijk FullCalendar verwerkt door JAVASCRIPT met behulp van een AJAX-verzoek

source: Click on the link above to copy it the clipboard.
fr: Cliquez sur le lien ci-dessus pour le copier dans votre presse-papiers.
it: Clicca sul link sopra per copiarlo negli appunti.
nl: Klik op de bovenstaande link om deze naar het klembord te kopiëren.

source: Calculate the Date of Easter
fr: Calculez la date de Pâques
it: Calcola la Data della Pasqua
nl: Bereken de datum van Pasen

source: The first step in creating a National calendar, is to translate the already existing calendar data into the language for that nation.
fr: La première étape de la création d'un calendrier national consiste à traduire les données du calendrier existant dans la langue du calendrier national.
it: Il primo passo nella creazione di un calendario Nazionale, è quello di tradurre i dati di calendario già esistenti nella lingua propria del calendario nazionale.

source: This can be done on the <a href="%1$s">LitCal translation server</a>.
fr: Pour cela, utilisez le <a href="%1$s">serveur de traduction du projet LitCal</a>.
it: Per fare ciò si utilizzi il <a href="%1$s">server delle traduzioni per il progetto LitCal</a>.

source: Specifically, the components which will require translation are: 1. <a href="%1$s">Proprium de Sanctis 1970</a>, 2. <a href="%2$s">Proprium de Sanctis 2002</a>, 3. <a href="%3$s">Proprium de Sanctis 2008</a>, 4. <a href="%4$s">Proprium de Tempore</a>, and 5. <a href="%5$s">Memorials from Decrees</a>.
fr: Plus précisément, les composants qui devront être traduits sont : 1. <a href="%1$s">Proprium de Sanctis 1970</a>, 2. <a href="%2$s">Proprium de Sanctis 2002</a>, 3. <a href="%3$s">Proprium de Sanctis 2008</a>, 4. <a href="%4$s">Proprium de Tempore</a>, et 5. <a href="%5$s">Mémoires des Décrets</a>.
it: Specificamente, i componenti che dovranno essere tradotti sono: 1. <a href="%1$s">Proprium de Sanctis 1970</a>, 2. <a href="%2$s">Proprium de Sanctis 2002</a>, 3. <a href="%3$s">Proprium de Sanctis 2008</a>, 4. <a href="%4$s">Proprium de Tempore</a>, e 5. <a href="%5$s">Memorie dai Decreti</a>.

source: A National calendar may have some festivities in common with other National calendars, for example the patron of a wider region.
fr: Un calendrier national peut avoir des jours fériés en commun avec d'autres calendriers nationaux, par exemple le saint patron d'une région plus large.
it: Un Calendario nazionale può avere alcune festività in comune con altri calendari nazionali, per esempio il patrono di una regione più ampia.
nl: Een nationale kalender kan sommige festiviteiten gemeen hebben met andere nationale kalenders, bijvoorbeeld de patroonheilige van een grotere regio.

source: In this case, the festivities for the Wider region should be defined separately, and if applicable should be made translatable, then the Wider region should be applied to the National Calendar.
fr: Dans ce cas, les jours fériés de la région élargie doivent être définis séparément, et s'ils doivent être traduisibles, le calendrier de la région élargie doit être appliqué au calendrier national.
it: In tal caso, le festività della Regione più ampia dovrebbero essere definite separatamente, e nel caso dovrebbero essere traducibili, poi il calendario della Regione più ampia dovrebbe essere applicata al Calendario Nazionale.
nl: In dit geval moeten de festiviteiten voor de regio Wider afzonderlijk worden gedefinieerd en, indien van toepassing, vertaalbaar worden gemaakt, waarna de regio Wider moet worden toegepast op de nationale kalender.

source: National calendars and their relative translations must be defined using data from the translation of the Roman Missal used in the Region or in any case from decrees of the Episcopal Conference of the Region.
it: I calendari nazionali e le relative traduzioni devono essere definiti utilizzando i dati della traduzione del Messale Romano utilizzata nella Regione o comunque da decreti della Conferenza Episcopale della Regione.

source: Tag
fr: Étiquette
it: Etichetta
nl: Label

source: If you choose to delete this diocesan calendar, the liturgical events defined for the calendar and the corresponding index entry will be removed and no longer available in the client applications.
fr: Si vous choisissez de supprimer ce calendrier diocésain, les événements liturgiques définis dans le calendrier et l'élément correspondant dans l'index du calendrier seront supprimés et ne seront plus disponibles dans les applications clientes.
it: Se scegli di rimuovere questo calendario diocesano, gli eventi liturgici definiti nel calendario e l'elemento corrispondente nell'indice dei calendari verrà rimosso e non sarà più disponibile nelle applicazioni cliente.
nl: Als u ervoor kiest om deze diocesane kalender te verwijderen, zullen de liturgische gebeurtenissen die voor de kalender zijn gedefinieerd en de overeenkomstige indexvermelding worden verwijderd en niet langer beschikbaar zijn in de client-applicaties.

source: New festivity
fr: Nouvel événement
it: Nuova festività
nl: Nieuw viering

source: Change name or grade
fr: Changer de nom ou de rang
it: Cambia nome o grado
nl: Naam of graad wijzigen

source: Move festivity
fr: Déplacer l'événement
it: Sposta festività
nl: De liturgische viering verplaatsen

source: Reason (in favor of festivity)
fr: Raison (en faveur de la fête)
it: Motivo (a favore di festività)
nl: Reden (ten gunste van viering)

source: Designate patron from existing festivity
fr: Désigner le patron à partir de la festivité existant
it: Designa il patrono partendo da una festività esistente
nl: Wijs patron beginnend vanaf bestaand viering

source: Change name or grade of existing festivity
fr: Modifier le nom ou le rang d'une festivité existant
it: Cambia nome o grado di una festività esistente
nl: Wijzig de naam of graad van een bestaande viering

source: Move festivity to new date
fr: Déplacer une festivité à une autre date
it: Sposta una festività ad altra data
nl: Verplaats viering naar een nieuwe datum

source: Create a new festivity
fr: Créer une nouvelle festivité
it: Crea una nuova festività
nl: Creëer een nieuw viering

source: Choose from existing festivities
fr: Choisissez parmi les festivités existants
it: Scegli dalle festività esistenti
nl: Kies uit bestaande vieringen

source: This festivity does not seem to exist? Please choose from a value in the list.
fr: Cette festivité ne semble pas exister ? Veuillez choisir parmi une valeur dans la liste.
it: Questa festività non sembra esistere? Si prega scegliere da un valore nell'elenco.
nl: Dit viering lijkt niet te bestaan? Kies uit een waarde in de lijst.

source: Wider Region is multilingual
it: La Regione più ampia è multilingue
nl: Bredere regio is meertalig

source: LOCALE
it: LINGUA
nl: TAAL

source: Saints whos veneration is local to the Place, Diocese, Region, Province or Territory
fr: Saints dont la vénération est locale au lieu, au diocèse, à la région, à la province ou au territoire
it: Santi la cui venerazione è locale al Luogo, la Diocesi, la Regione, la Provincia o il Territorio
nl: Heiligen wiens verering lokaal is voor de plaats, het bisdom, de regio, de provincie of het territorium

source: Move Festivity
it: Sposta festività
nl: Viering verplaatsen

source: New Festivity from existing
it: Nuova festività da esistente
nl: Nieuw viering van bestaand

source: New Festivity ex novo
it: Nuova festività ex novo
nl: Nieuw viering ex novo

source: Priest in the Diocese of Rome, self-taught programmer, author of the BibleGet Project
fr: Prêtre du diocèse de Rome, programmeur autodidacte, auteur du projet BibleGet
it: Sacerdote della Diocesi di Roma, programmatore autodidatta, autore del Progetto BibleGet
nl: Priester in het bisdom Rome, autodidactisch programmeur, auteur van het BibleGet-project

source: Software Developer based in St. Paul, MN (USA), Co-Founder at JobPost, Senior Software Engineer at Agile Orbit, founder of the St. Isidore Guild for Catholic IT Professionals
fr: Développeur logiciel basé à St.Paul, MN (USA), Co-Fondateur chez JobPost, Software Engineer chez Agile Orbit, Fondateur de la Guilde de Saint Isidore pour les Professionnels Informatiques Catholiques
it: Sviluppatore software con sede a St. Paul, MN (USA), Co-Fondatore presso JobPost, Ingegnere Informatico presso Agile Orbit, Fondatore della Gilda di Sant'Isidoro per Professionisti IT Cattolici
nl: Softwareontwikkelaar gevestigd in St. Paul, MN (USA), medeoprichter bij JobPost, Senior Software Engineer bij Agile Orbit, oprichter van de St. Isidore Guild for Catholic IT Professionals

source: Full stack web developer
fr: Développeur web full stack
it: Sviluppatore web full stack

source: The Liturgical Calendar project is curated by a group of volunteer catholic programmers, seeking to serve the Church.
fr: Le projet du calendrier liturgique est organisé par un groupe de programmeurs catholiques bénévoles, cherchant à servir l'Église.
it: Il progetto del Calendario Liturgico viene curato da un gruppo di programmatori cattolici volontari, che cercano di rendere un servizio per la Chiesa.
nl: Het liturgische kalenderproject wordt samengesteld door een groep vrijwillige katholieke programmeurs die de kerk willen dienen.

source: pink
it: rosa
nl: roze

source: JESUS HIGH PRIEST
nl: JEZUS HOGE PRIESTER

source: API Endpoint
fr: Point de terminaison de l'API

source: EXAMPLE USAGE OF THE API
fr: EXEMPLE D'UTILISATION DE L'API
