Repository: Liturgical-Calendar/LiturgicalCalendarFrontend
Catalog: i18n/*/LC_MESSAGES/litcal.po
Languages: fr, it, nl, sk

source: Example display of the date of Easter from 1583 to 9999
fr: Exemple de présentation graphique de la date de Pâques de 1583 à 9999
it: Esempio di Presentazione grafica della data della Pasqua dal 1583 al 9999
nl: Voorbeeldweergave van de datum van Pasen van 1583 tot 9999
sk: Príklad zobrazenia dátumu Veľkej noci od roku 1583 do roku 9999

source: Calculate the Dates of Easter
sk: Vypočítaj dátumy Veľkej noci

source: Liturgy of the Day
fr: Liturgie du jour
it: Liturgia del Giorno
nl: Liturgie van de dag
sk: Liturgia dňa

source: Alexa News Brief
fr: Résumé quotidien d'Alexa
it: Sommario quotidiano Alexa
nl: Alexa Nieuwsoverzicht
sk: Alexa Novinky

source: Daily news brief with the liturgy of the day, as an Amazon Alexa skill
fr: Résumé quotidien avec la liturgie du jour, en tant que compétence Amazon Alexa
it: Sommario quotidiano con la liturgia del giorno, come skill di Amazon Alexa
nl: Dagelijks nieuwsoverzicht met de liturgie van de dag, als een Amazon Alexa-vaardigheid
sk: Denný spravodajský prehľad s liturgiou dňa, ako zručnosť Amazon Alexa

source: In development
fr: En cours de développement
it: Sotto sviluppo
nl: In ontwikkeling
sk: Vo vývoji

source: Liturgy of any day
fr: Liturgie de tous les jours
it: Liturgia di un qualsiasi giorno
nl: Liturgie van elke dag
sk: Liturgia ktoréhokoľvek dňa

source: For example, you can find the liturgy of the day from the day of your baptism.
fr: Par exemple, vous pouvez rechercher la liturgie du jour à partir du jour de votre baptême.
it: Per esempio, puoi cercare la liturgia del giorno dal giorno del tuo battesimo.
nl: U kunt bijvoorbeeld de liturgie van de dag vinden vanaf de dag van uw doop.
sk: Napríklad, môžete nájsť liturgiu dňa z dňa vášho krstu.

source: The General Roman Calendar can be extended so as to create a National or Diocesan calendar. Diocesan calendars depend on National calendars, so the National calendar must first be created.
fr: Le calendrier général romain peut être prolongé de manière à créer un calendrier national ou diocésain. Les calendriers diocésains dépendent des calendriers nationaux, de sorte que le calendrier national doit d'abord être créé.
it: Il Calendario Romano Generale può essere esteso in modo da creare un calendario nazionale o diocesano. I calendari diocesani dipendono dai calendari nazionali, quindi è necessario prima creare il calendario nazionale.
nl: De algemene Romeinse kalender kan worden uitgebreid tot een nationale of diocesane kalender. Diocesane kalenders zijn afhankelijk van nationale kalenders, dus de nationale kalender moet eerst worden gemaakt.
sk: Všeobecný rímsky kalendár možno rozšíriť tak, aby vytvoril národný alebo diecézny kalendár. Diecézne kalendáre závisia od národných kalendárov, takže najprv musí byť vytvorený národný kalendár.

source: The first step in creating a national or diocesan calendar, is to translate the data for the General Roman Calendar into the language for that nation or diocese.
nl: De eerste stap bij het maken van een nationale of diocesane kalender is het vertalen van de gegevens voor de Algemene Romeinse Kalender naar de taal van dat land of die diocese.
sk: Prvým krokom pri vytváraní národného alebo diecézneho kalendára je preložiť údaje z Všeobecného rímskeho kalendára do jazyka pre daný národ alebo diecézu.

source: (see <a href="translations.php">Translations</a>)
nl: (zie <a href="translations.php">Vertalingen</a>)
sk: (pozri <a href="translations.php">Preklady</a>)

source: A national calendar may have some liturgical events in common with other national calendars, for example the patron of a wider region.
sk: Národný kalendár môže mať niektoré liturgické udalosti spoločné s inými národnými kalendármi, napríklad patróna širšej oblasti.

source: In this case, the liturgical events for the wider region should be defined separately, and the languages applicable to the wider region should be set; the wider region data will then be applied automatically to national calendars belonging to the wider region.
sk: V tomto prípade by mali byť liturgické udalosti pre širší región definované osobitne a jazyky platné pre širší región by mali byť nastavené; údaje širšieho regiónu sa potom automaticky použijú na národné kalendáre patriace do širšieho regiónu.

source: If a group of dioceses decides to pool their Liturgical Calendar data, for example to print out one single yearly calendar with the data for all the dioceses in the group, the group can be defined or set here.
fr: Si un groupe de diocèses décide de mettre en commun les données du calendrier liturgique, par exemple pour imprimer un seul calendrier annuel avec les données de tous les diocèses du groupe, ce groupe peut être défini ou configuré ici.
it: Se un gruppo di diocesi decide di mettere in comune i dati del Calendario Liturgico, per esempio per stampare un singolo calendario annuale con i dati di tutte le diocesi nel gruppo, tale gruppo può essere definito o impostato qui.
nl: Als een groep bisdommen besluit om hun liturgische kalendergegevens te bundelen, bijvoorbeeld om één enkele jaarkalender af te drukken met de gegevens voor alle bisdommen in de groep, kan de groep hier worden gedefinieerd of ingesteld.
sk: Ak sa skupina diecéz rozhodne spojiť svoje údaje o liturgickom kalendári, napríklad vytlačiť jeden spoločný ročný kalendár s údajmi pre všetky diecézy v skupine, skupina môže byť definovaná alebo nastavená tu.

source: Event key
sk: Kľúč udalosti

source: Name
fr: Nom
it: Nome
nl: Naam
sk: Meno

source: Day
fr: Jour
it: Giorno
nl: Dag
sk: Deň

source: Month
fr: Mois
it: Mese
nl: Maand
sk: Mesiac

source: Other Solemnity
fr: Autre solennité
it: Altra Solennità
nl: Andere Hoogfeest
sk: Iná slávnosť

source: Other Feast
fr: Autre Fête
it: Altra Festa
nl: Andere Feest
sk: Iný sviatok

source: Other Memorial
fr: Autre mémorial
it: Altra Memoria
nl: Andere Gedachtenis
sk: Iná pamiatka

source: Other Optional Memorial
fr: Autre mémorial facultatif
it: Altra Memoria Facoltativa
nl: Andere Vrije Gedachtenis
sk: Iná ľubovoľná spomienka

source: Delete calendar
sk: Odstrániť kalendár

source: Delete diocesan calendar
it: Rimuovi calendario diocesano
nl: Schrap de diocesane kalender
sk: Odstrániť diecézny kalendár

source: If you choose to delete this calendar, the liturgical events defined for the calendar and the corresponding index entries will be removed and no longer available in the client applications.
sk: Ak sa rozhodneš odstrániť tento kalendár, liturgické udalosti definované pre kalendár a zodpovedajúce položky indexu budú odstránené a už nebudú dostupné v klientských aplikáciách.

source: Liturgical color
fr: Couleur liturgique
it: Colore Liturgico
nl: Liturgische kleur
sk: Liturgická farba

source: white
fr: blanc
it: bianco
nl: wit
sk: biela

source: red
fr: rouge
it: rosso
nl: rood
sk: červená

source: green
fr: vert
it: verde
nl: groen
sk: zelená

source: purple
fr: violet
it: viola
nl: paars
sk: fialová

source: rose
sk: ružová

source: Since
fr: De l'année
it: Dall'anno
nl: Vanaf
sk: Od

source: Until
fr: jusqu'à
it: All'anno
nl: Tot
sk: Až do

source: Patron or Patrons of the Wider Region
fr: Patron ou Patrons de la Région élargie
it: Patrono o Patroni della Regione più ampia
nl: Patroon of Patroons van de wijdere regio
sk: Patrón alebo Patróni širšieho regiónu

source: New liturgical event
sk: Nová liturgická udalosť

source: Change name
sk: Zmeniť meno

source: Change grade
sk: Zmeniť stupeň

source: Move liturgical event
sk: Presunúť liturgickú udalosť

source: Decree URL
fr: URL du décret
it: URL del Decreto
nl: Besluit-URL
sk: Dekrét URL

source: Decree Language mappings
fr: Mappages de langues de décret
it: Mappatura delle lingue del Decreto
nl: Taaltoewijzingen van het decreet
sk: Jazykové mapovania dekrétov

source: Missal
fr: Missel
it: Messale
nl: Missaal
sk: Misál

source: Reason (in favor of liturgical event)
sk: Dôvod (v prospech liturgickej udalosti)

source: Designate patron
it: Designa patrono
nl: Patroonheilige aanwijzen
sk: Určiť patróna

source: Change name or grade of existing liturgical event
sk: Zmeň názov alebo stupeň existujúcej liturgickej udalosti

source: Move liturgical event to new date
sk: Presuň liturgickú udalosť na nový dátum

source: Create a new liturgical event
sk: Vytvoriť novú liturgickú udalosť

source: General Roman Calendar - Extending
fr: Calendrier Romain Général - Extension
it: Calendario Romano Generale - Estensione
nl: Algemene Romeinse kalender - Uitbreiding
sk: Všeobecný rímsky kalendár - Rozšírenie

source: Extend the General Roman Calendar with National or Diocesan data
fr: Étendre le calendrier général romain avec des données nationales ou diocésaines
it: Estendi il Calendario Romano Generale con dati Nazionali o Diocesani
nl: Breid de algemene Romeinse kalender uit met nationale of diocesane gegevens
sk: Rozšírte Všeobecný rímsky kalendár o národné alebo diecézne údaje

source: Wider Region
it: Regione più ampia
nl: Bredere regio
sk: Širší región

source: This value cannot be empty.
it: Questo valore non può essere vuoto.
nl: Deze waarde kan niet leeg zijn.
sk: Táto hodnota nemôže byť prázdna.

source: Locales
sk: Jazyky

source: Current localization
sk: Aktuálna lokalizácia

source: Remove existing data
fr: Supprimer les données existantes
it: Rimuovi dati esistenti
nl: Verwijder bestaande gegevens
sk: Odstrániť existujúce údaje

source: Create a Calendar for a Wider Region
it: Crea il Calendario di una Regione più ampia
nl: Maak een kalender voor een grotere regio
sk: Vytvoriť kalendár pre širší región

source: Save Wider Region Calendar Data
it: Salva Dati Calendario della Regione più ampia
nl: Bewaar kalendergegevens van grotere regio's
sk: Uložiť údaje kalendára širšieho regiónu

source: National Calendar
it: Calendario Nazionale
nl: Nationale kalender
sk: Národný kalendár

source: Create a National Calendar
fr: Créer un calendrier national
it: Crea un Calendario Nazionale
nl: Maak een nationale kalender
sk: Vytvoriť národný kalendár

source: National calendar settings
it: Impostazioni del Calendario Nazionale
nl: Nationale kalenderinstellingen
sk: Nastavenia národného kalendára

source: EPIPHANY
it: EPIFANIA
nl: OPENBARING
sk: Zjavenie Pána

source: January 6
it: 6 Gennaio
nl: 6 januari
sk: 6. januára

source: Sunday between January 2 and January 8
it: Domenica tra il 2 gennaio e l'8 gennaio
nl: Zondag tussen 2 januari en 8 januari
sk: Nedeľa medzi 2. januárom a 8. januárom

source: ASCENSION
it: ASCENSIONE
nl: HEMELVAART
sk: Nanebovstúpenie

source: CORPUS CHRISTI
it: CORPUS DOMINI
nl: SACRAMENTSDAG
sk: Sviatok Božieho Tela

source: ETERNAL HIGH PRIEST
sk: VEČNÝ VEĽKŇAZ

source: LOCALES
sk: JAZYKY

source: Published Roman Missals
it: Messali Romani pubblicati
nl: Romeinse missalen gepubliceerd
sk: Publikované rímske misály

source: Add Missal
it: Aggiungi Messale
nl: Missaal toevoegen
sk: Pridať Misál

source: Save National Calendar Data
it: Salva i Dati del Calendario Nazionale
nl: Sla nationale kalendergegevens op
sk: Uložiť údaje národného kalendára

source: Depends on national calendar
fr: Dépend du calendrier national
it: Dipende da calendario nazionale
nl: Hangt af van de nationale kalender
sk: Závisí od národného kalendára

source: Diocese
fr: Diocèse
it: Diocesi
nl: Bisdom
sk: Diecéza

source: This diocese does not seem to exist? Please choose from a value in the list to retrieve an existing diocese, or ignore if creating a new diocesan calendar.
fr: Ce diocèse ne semble pas exister ? Veuillez choisir parmi une valeur dans la liste pour récupérer un diocèse existant, ou ignorer si créer un nouveau calendrier diocésain.
it: Questa diocesi non sembra esistere? Si prega scegliere da un valore nell'elenco per recuperare un calendario diocesano esistente, oppure non ci far caso se si sta creando un nuovo calendario.
nl: Lijkt dit bisdom niet te bestaan? Kies uit een waarde in de lijst om een bestaande kalender op te halen, of negeer deze bij het maken van een nieuwe diocesane kalender.
sk: Táto diecéza sa zdá neexistuje? Vyberte hodnotu zo zoznamu na získanie existujúcej diecézy, alebo ignorujte, ak vytvárate nový diecézny kalendár.

source: Diocesan group
fr: Groupe de diocèses
it: Gruppo di Diocesi
nl: Groep bisdommen
sk: Diecézna skupina

source: Timezone
sk: Časové pásmo

source: Solemnities
fr: Solennités
it: Solennità
nl: Hogefeesten
sk: Slávnosti

source: Feasts
fr: Fêtes
it: Feste
nl: Feesten
sk: Sviatky

source: Memorials
fr: Mémoires
it: Memorie
nl: Gedachtenissen
sk: Pamätné dni

source: Optional memorials
fr: Mémoires optionnelles
it: Memorie facoltative
nl: Vrije Gedachtenissen
sk: Ľubovoľné spomienky

source: Create a Diocesan Calendar
fr: Créer un calendrier diocésain
it: Crea un Calendario Diocesano
nl: Maak een diocesane kalender
sk: Vytvoriť diecézny kalendár

source: Define the Solemnities
fr: Définissez les Solennités
it: Definisci le Solennità
nl: Definieer de Hogefeesten
sk: Definícia slávností

source: Principal Patron(s) of the Place, Diocese, Region, Province or Territory
fr: Principal(s) patron(s) du lieu, du diocèse, de la région, de la province ou du territoire
it: Principale/i Patrono/i del Luogo, la Diocesi, la Regione, la Provincia o il Territorio
nl: Hoof patroon(s) van de plaats, het bisdom, de regio, de provincie of het territorium
sk: Hlavný patrón(i) miesta, diecézy, regiónu, provincie alebo územia

source: Dedication of the Cathedral
fr: Dédicace de la cathédrale
it: Dedicazione della Cattedrale
nl: Toewijding van de kathedraal
sk: Posviacka katedrály

source: Define the Feasts
fr: Définissez les Fêtes
it: Definisci le Feste
nl: Definieer de Feesten
sk: Definuj sviatky

source: Patron(s) of the Place, Diocese, Region, Province or Territory
fr: Patron(s) du lieu, du diocèse, de la région, de la province ou du territoire
it: Patrono/i del Luogo, la Diocesi, la Regione, la Provincia o il Territorio
nl: Patroon(s) van de plaats, het bisdom, de regio, de provincie of het territorium
sk: Patrón(i) miesta, diecézy, regiónu, provincie alebo územia

source: Define the Memorials
fr: Définissez les Mémoriaux
it: Definisci le Memorie
nl: Definieer de gedachtenissen
sk: Definuj pamätné dni

source: Secondary Patron(s) of the Place, Diocese, Region, Province or Territory
fr: Patron(s) secondaire(s) du lieu, du diocèse, de la région, de la province ou du territoire
it: Patrono/i Secondario/i del Luogo, la Diocesi, la Regione, la Provincia o il Territorio
nl: Secundaire patroon(s) van de plaats, het bisdom, de regio, de provincie of het territorium
sk: Sekundárny patrón(i) miesta, diecézy, regiónu, provincie alebo územia

source: Define the Optional Memorials
fr: Définissez les Mémoriaux facultatifs
it: Definisci le Memorie Facoltative
nl: Definieer de vrije gedachtenissen
sk: Definuj voliteľné spomienky

source: Saints whose veneration is local to the Place, Diocese, Region, Province or Territory
sk: Svätí, ktorých uctievanie je miestne pre miesto, diecézu, región, provinciu alebo územie

source: Diocesan overrides to the national calendar for …
it: Customizzazione diocesana rispetto al calendario nazionale per …
nl: Diocesane overschrijft de nationale kalender voor …
sk: Diecézne výnimky z národného kalendára pre …

source: SAVE DIOCESAN CALENDAR
fr: ENREGISTRER LE CALENDRIER DIOCÉSAIN
it: SALVA CALENDARIO DIOCESANO
nl: BEWAAR DE DIOCESANE KALENDER
sk: ULOŽIŤ DIECÉZNY KALENDÁR

source: Cancel
it: Annulla
nl: Annuleren
sk: Zrušiť

source: Set property
sk: Nastaviť vlastnosť

source: Move Liturgical Event
sk: Premiestni liturgickú udalosť

source: Create Liturgical Event
sk: Vytvoriť liturgickú udalosť

source: Choose from known Roman Missal language editions
it: Scegli dalle edizioni in lingua del Messale Romano note all'API
nl: Kies uit bekende edities van het Romeins Missaal
sk: Vyberte si z dostupných jazykových vydaní Rímskeho misála

source: This Missal is unknown to the Liturgical Calendar API. Please choose from a value in the list, or contact the curator of the API to have the Missal added to known language edition Missals.
it: Questo Messale non è noto all'API del Calendario Liturgico. Si prega scegliere da un valore nella lista, oppure contattare il curatore dell'API in modo che il Messale venga aggiunto alle edizioni in lingua note.
nl: Dit Missaal is onbekend bij de Liturgical Calendar API. Maak een keuze uit een waarde in de lijst, of neem contact op met de curator van de API om het missaal toe te voegen aan missalen in de bekende taaleditie.
sk: Tento misál nie je známy v API liturgického kalendára. Prosím, vyberte hodnotu zo zoznamu alebo kontaktujte kurátora API, aby bol misál pridaný do známych jazykových vydaní misálov.

source: Add language edition Roman Missal
it: Aggiungi edizione in lingua del Messale Romano
nl: Taaleditie Romeins Missaal toevoegen
sk: Pridať jazykovú edíciu Rímskeho misála

source: Date of Easter from 1583 to 9999
it: Data della Pasqua dal 1583 al 9999
nl: Datum van Pasen van 1583 tot 9999
sk: Dátum Veľkej noci od roku 1583 do roku 9999

source: Go back
it: Torna indietro
nl: Ga terug
sk: Vráť sa späť

source: Century
it: Secolo
nl: Eeuw
sk: Storočie

source: Easter Day Calculation in PHP (Years in which Julian and Gregorian easter coincide are marked in yellow)
it: Calcolo del giorno della Pasqua utilizzando PHP (Anni nei quali la pasqua gregoriana e quella giuliana coincidono sono evidenziati in giallo)
nl: Paasdagberekening in PHP (jaren waarin Juliaanse en Gregoriaanse Pasen samenvallen zijn geel gemarkeerd)
sk: Výpočet Veľkonočného dňa v PHP (Roky, v ktorých sa Julian a Gregoriánska Veľká noc zhodujú, sú označené žltou farbou)

source: Gregorian Easter
it: Pasqua Gregoriana
nl: Gregoriaans Pasen
sk: Gregoriánska Veľká noc

source: Julian Easter
it: Pasqua Giuliana
nl: Juliaanse Pasen
sk: Juliánska Veľká noc

source: Julian Easter in Gregorian Calendar
it: Pasqua Giuliana nel Calendario Gregoriano
nl: Juliaanse Pasen in de Gregoriaanse kalender
sk: Juliánska Veľká noc v gregoriánskom kalendári

source: The Liturgical Calendar project is curated by a group of volunteer catholic programmers and experts in Catholic liturgy, seeking to serve the Church.
sk: Projekt Liturgického kalendára je spravovaný skupinou dobrovoľných katolíckych programátorov a odborníkov na katolícku liturgiu, ktorí sa snažia slúžiť Cirkvi.

source: Liturgical Calendar - About us
fr: Calendrier liturgique - À propos de nous
it: Calendario Liturgico - Chi siamo
nl: Liturgische kalender - Over ons
sk: Liturgický kalendár - O nás

source: Liturgical Calendar as an HTML table produced by Javascript
sk: Liturgický kalendár ako HTML tabuľka vytvorená pomocou Javascriptu

source: Example '%s' not found
sk: Príklad '%s' nebol nájdený

source: This can be done on the <a href="%1$s" target="_blank">LitCal translation server %2$s</a>.
sk: Toto sa dá urobiť na serveri <a href="%1$s" target="_blank">LitCal pre preklady %2$s</a>.

source: If you would like to contribute to the translations of the Liturgical data for your region, please feel free to create an account on the translation server.
sk: Ak by ste chceli prispieť k prekladom liturgických údajov pre váš región, neváhajte si vytvoriť účet na prekladateľskom serveri.

source: Specifically, the components which require translation are:
sk: Konkrétne komponenty, ktoré si vyžadujú preklad, sú:

source: Other translations required for the Liturgical Calendar data are found in the %1$s translation component. Upon choosing the language in which to translate this component, you will find tags that categorize the strings for translation in the "String status" section. The categories that are required to complete the Liturgical calendar data are: %2$s. The %3$s tag / category are the messages that explain how the calendar was calculated for a given year; though not essential for the Calendar data, it is useful information for understanding where the results of the current calculation came from.
sk: Ďalšie preklady potrebné pre údaje Liturgického kalendára sa nachádzajú v prekladovej zložke %1$s. Po výbere jazyka, do ktorého chcete túto zložku preložiť, nájdete značky, ktoré kategorizujú reťazce na preklad v sekcii "Stav reťazca". Kategórie, ktoré sú potrebné na dokončenie údajov Liturgického kalendára, sú: %2$s. Značka / kategória %3$s sú správy, ktoré vysvetľujú, ako bol kalendár vypočítaný pre daný rok; hoci nie sú nevyhnutné pre údaje kalendára, sú užitočné pre pochopenie, odkiaľ pochádzajú výsledky aktuálneho výpočtu.

source: If translating liturgical calendar data for a European country, you will also want to translate the %1$s component.
sk: Ak budeš prekladať údaje z liturgického kalendára pre európsku krajinu, budeš chcieť preložiť aj komponent %1$s.

source: Translations of the above mentioned liturgical events MUST NOT be done simply based on the linguistic abilities of the translator, but MUST be taken from the Roman Missal used in the region for which the translation is accomplished.
sk: Preklady vyššie uvedených liturgických udalostí NESMÚ byť vykonávané len na základe jazykových schopností prekladateľa, ale MUSIA byť prevzaté z Rímskeho misála používaného v oblasti, pre ktorú je preklad určený.

source: Translations of the above mentioned liturgical events may change from one edition of the Roman Missal to the next; translators should simply use the most recent edition of the Roman Missal for their region as a reference.
sk: Preklady vyššie uvedených liturgických udalostí sa môžu meniť od jednej edície Rímskeho misála k druhej; prekladatelia by mali jednoducho použiť najnovšiu edíciu Rímskeho misála pre svoj región ako referenciu.

source: This API intends to be historically correct as regards the calculation of the dates and the precedence of the liturgical events, but does not pretend historical accuracy as regards differences in the translations of the liturgical events over time.
sk: Toto API sa snaží byť historicky správne, pokiaľ ide o výpočet dátumov a precedenciu liturgických udalostí, ale nepredstiera historickú presnosť, pokiaľ ide o rozdiely v prekladoch liturgických udalostí v priebehu času.

source: National calendars and related translations must be defined using data from the translation of the Roman Missal used in the Region or in any case from decrees of the Episcopal Conference of the Region.
sk: Národné kalendáre a súvisiace preklady musia byť definované pomocou údajov z prekladu Rímskeho misála používaného v regióne alebo v každom prípade z dekrétov Biskupskej konferencie regiónu.

source: Anyone who intends on contributing to the translations is required to agree to these conditions.
sk: Každý, kto má v úmysle prispieť k prekladom, je povinný súhlasiť s týmito podmienkami.

source: If the translator is not an expert in liturgical science or does not have a role in a diocesan office for liturgy and worship, the translations will require overview by a liturgical expert before being incorporated into this project.
sk: Ak prekladateľ nie je odborníkom na liturgické vedy alebo nemá úlohu v diecéznej kancelárii pre liturgiu a bohoslužby, preklady budú vyžadovať prehľad liturgického odborníka pred ich začlenením do tohto projektu.

source: The project website can also be translated into other languages. The translation strings can be found in the following translation components:
sk: Webová stránka projektu môže byť preložená aj do iných jazykov. Prekladové reťazce nájdete v nasledujúcich prekladových komponentoch:

source: Translating the Calendar
sk: Preklad kalendára

source: Translating the Liturgical Calendar project
sk: Preklad projektu Liturgický kalendár

source: Calendar data
sk: Údaje kalendára

source: Project website
sk: Webová stránka projektu

source: Year
it: Anno
nl: Jaar
sk: Rok

source: Liturgy of %s
fr: Liturgie du %s
it: Liturgia di %s
nl: Liturgie van %s
sk: Liturgia %s

source: Proper
it: Proprio
nl: Eigen
sk: Správne
